{
    "producto": [
        { "id": 1, "txt": "¿Cuáles son los indicadores de calidad que utiliza para evaluar la excelencia de sus productos o servicios?" },
        { "id": 2, "txt": "¿Qué hace para asegurar que estos estándares de calidad se mantengan de manera consistente?" },
        { "id": 3, "txt": "¿Cuál es su enfoque logístico para asegurar que los productos o servicios estén disponibles en todos los puntos de venta o plataformas?" },
        { "id": 4, "txt": "¿Cómo aborda las situaciones en las que la demanda supera la oferta?" },
        { "id": 5, "txt": "¿Cuál es el proceso para decidir incorporar un nuevo producto o servicio a su línea existente?" },
        { "id": 6, "txt": "¿Cómo se asegura de que estos nuevos productos o servicios resuenen con la identidad y valores de su marca?" },
        { "id": 7, "txt": "¿De qué manera alinea la presentación del producto o servicio con las expectativas del cliente?" },
        { "id": 8, "txt": "¿Cómo comunica a los consumidores las características que diferencian su producto o servicio de los competidores?" },
        { "id": 9, "txt": "¿Qué métodos de análisis de costos y valor de mercado emplea para determinar el precio de sus productos o servicios?" },
        { "id": 10, "txt": "¿Cómo reacciona su empresa a las variaciones de precios por parte de sus competidores?" },
        { "id": 11, "txt": "¿Qué hace para realizar cambios rápidos en sus productos o servicios en respuesta a las opiniones de los clientes?" },
        { "id": 12, "txt": "¿Cómo integra las preferencias de los consumidores en las etapas iniciales de desarrollo de productos o servicios?" },
        { "id": 13, "txt": "¿Qué procesos tiene implementados para la resolución de problemas después de la venta?" },
        { "id": 14, "txt": "¿Qué garantías o políticas de devolución ofrece para aumentar la confianza del cliente?" },
        { "id": 15, "txt": "¿Qué plataformas o canales utiliza para obtener retroalimentación de los clientes?" },
        { "id": 16, "txt": "¿Cómo prioriza y actúa sobre esta retroalimentación que recibe para la mejora continua?" },
        { "id": 17, "txt": "¿Cómo asegura que la presentación de los productos o servicios sea coherente con la identidad general de su empresa?" },
        { "id": 18, "txt": "¿Qué hace para medir el reconocimiento de marca entre su base de clientes y prospectos?" },
        { "id": 19, "txt": "¿Qué hace para incentivar la innovación y desarrollo de productos o servicios?" },
        { "id": 20, "txt": "¿Cómo integra las opiniones de los clientes en sus estrategias de innovación y desarrollo de productos?" }
    ],
    "propuesta": [
        { "id": 1, "txt": "¿Cómo describiría su propuesta de valor actual en una frase?" },
        { "id": 2, "txt": "¿Cree que esta descripción es entendida rápidamente por sus clientes potenciales?" },
        { "id": 3, "txt": "¿Cuál es el beneficio principal que sus clientes obtienen al optar por su producto o servicio?" },
        { "id": 4, "txt": "¿Cómo comunica este beneficio en su propuesta de valor?" },
        { "id": 5, "txt": "Al pensar en la competencia, ¿cuáles considera que son sus tres mayores fortalezas que los distinguen?" },
        { "id": 6, "txt": "¿Qué hace para que estos elementos diferenciadores sean fácilmente reconocidos por sus clientes actuales y potenciales?" },
        { "id": 7, "txt": "¿Cuenta actualmente con testimonios, reseñas o datos que validen y respalden su propuesta de valor? Si es así, ¿En qué formatos los tiene?" },
        { "id": 8, "txt": "¿Qué estrategias implementa para que estas pruebas y validaciones sean fácilmente accesibles para sus clientes potenciales?" },
        { "id": 9, "txt": "¿Cuál considera que es el principal beneficio de su propuesta de valor?" },
        { "id": 10, "txt": "Desde la perspectiva del cliente, ¿qué cree que valoran más de su oferta?" },
        { "id": 11, "txt": "¿Cómo se presenta visualmente su propuesta de valor en sus canales digitales?" },
        { "id": 12, "txt": "¿Considera que estos elementos visuales complementan y refuerzan el mensaje que desea transmitir?" },
        { "id": 13, "txt": "¿Con qué frecuencia revisa y actualiza su propuesta de valor en función del feedback de los clientes y los cambios en el mercado?" },
        { "id": 14, "txt": "Según el feedback que ha recibido, ¿qué aspectos de su propuesta de valor resuenan más con los clientes?" },
        { "id": 15, "txt": "¿Hay áreas donde sientan confusión o ambigüedad?" },
        { "id": 16, "txt": "¿Ha identificado algún desajuste entre cómo usted ve su propuesta de valor y cómo es percibida por el cliente?" },
        { "id": 17, "txt": "¿Qué hace para asegurarse de que su propuesta de valor siga evolucionando en torno a las necesidades de sus clientes?" },
        { "id": 18, "txt": "¿Cómo integra las opiniones de los clientes en su proceso de toma de decisiones estratégicas?" },
        { "id": 19, "txt": "¿Qué historias o experiencias de clientes podría compartir que reflejen el impacto emocional de sus productos o servicios?" },
        { "id": 20, "txt": "Al considerar la psicología del consumidor, ¿qué valores o aspiraciones busca resonar con su propuesta de valor?" }
    ],
    "admin": [
        { "id": 1, "txt": "¿Qué recursos materiales considera esenciales para el funcionamiento diario de su empresa y cuál cree que necesita actualizar o reemplazar?" },
        { "id": 2, "txt": "¿Existen recursos materiales que haya considerado incorporar pero aún no ha podido? Si es así, ¿cuáles y por qué?" },
        { "id": 3, "txt": "¿Qué software o herramientas digitales utiliza en su gestión administrativa y cómo satisface las necesidades actuales de su negocio?" },
        { "id": 4, "txt": "¿Cómo se mantiene al tanto de los avances en hardware que podrían beneficiar su gestión administrativa?" },
        { "id": 5, "txt": "¿Qué criterios utiliza para decidir invertir en nuevo hardware?" },
        { "id": 6, "txt": "¿Qué software administrativo utiliza actualmente y cómo satisface las necesidades específicas de su negocio?" },
        { "id": 7, "txt": "¿Hay características o capacidades que sienta que le faltan en su software actual? Si es así, ¿cuáles son?" },
        { "id": 8, "txt": "¿Hace uso de soluciones en la nube o sistemas de backup? Si es así, ¿Cuáles son y para que las utiliza?" },
        { "id": 9, "txt": "¿Cómo gestiona los accesos y permisos a estas soluciones en la nube para su equipo?" },
        { "id": 10, "txt": "¿Cómo describiría los procedimientos actuales de compra y adquisición en su empresa?" },
        { "id": 11, "txt": "¿Cree que hay áreas de mejora?" },
        { "id": 12, "txt": "¿Qué herramientas o plataformas utiliza para facilitar la comunicación y colaboración entre los miembros de su equipo?" },
        { "id": 13, "txt": "¿Cómo se asegura de que su equipo de colaboradores esté capacitado y cómodo utilizando estas herramientas?" },
        { "id": 14, "txt": "¿Podría describir la estructura organizativa actual de su empresa?" },
        { "id": 15, "txt": "¿Está satisfecho con la actual estructura organizativa de su empresa?" },
        { "id": 16, "txt": "¿Hay roles o responsabilidades que considere deberían ser redefinidos o añadidos?" },
        { "id": 17, "txt": "¿Cómo fomenta la colaboración entre departamentos o equipos para mejorar la eficiencia de los flujos de trabajo actuales?" },
        { "id": 18, "txt": "¿Encuentra algún cuello de botella o desafío que afecte la eficiencia?" },
        { "id": 19, "txt": "¿Cómo identifica las nuevas herramientas y sistemas tecnológicos que podrían ser beneficiosos para su negocio?" },
        { "id": 20, "txt": "¿Cuáles son los principales desafíos que enfrenta al adaptarse a nuevas tecnologías?" },
        { "id": 21, "txt": "¿Con qué frecuencia lleva a cabo revisiones formales de sus sistemas administrativos?" },
        { "id": 22, "txt": "¿Cómo recopila retroalimentación de sus colaboradores sobre estos sistemas?" }
    ],
    "recurso_financiero": [
        { "id": 1, "txt": "¿Cuáles son los objetivos financieros que ha establecido para su empresa a corto, medio y largo plazo?" },
        { "id": 2, "txt": "¿Cómo ha definido los objetivos financieros?" },
        { "id": 3, "txt": "¿Qué proceso sigue para la elaboración de presupuestos?" },
        { "id": 4, "txt": "¿Cómo se asegura de que sus presupuestos reflejen las necesidades reales y proyecciones del negocio?" },
        { "id": 5, "txt": "¿Cómo determinan y controlan la estructura de costos de sus productos o servicios?" },
        { "id": 6, "txt": "¿Tienen algún mecanismo para revisar y optimizar estos costos regularmente?" },
        { "id": 7, "txt": "¿De qué manera vigila y gestiona el flujo de efectivo para garantizar la solvencia diaria?" },
        { "id": 8, "txt": "¿Cómo enfrenta periodos donde el flujo de efectivo es reducido?" },
        { "id": 9, "txt": "¿Dependen de una única fuente principal de ingresos o tienen diversificadas sus fuentes? En caso de diversificación" },
        { "id": 10, "txt": "¿Qué fuentes de ingreso tienen en este momento y cómo han evaluado la necesidad de diversificar o concentrarse en alguna específica?" },
        { "id": 11, "txt": "¿Qué hacen frente a cambios o disminuciones inesperadas en alguna de sus principales fuentes de ingreso?" },
        { "id": 12, "txt": "¿Qué hace para mantener un perfil óptimo que le permita acceder a crédito comercial?" },
        { "id": 13, "txt": "¿Cómo decide cuál opción de financiamiento es la más adecuada para las necesidades específicas de su negocio?" },
        { "id": 14, "txt": "¿Cómo gestiona y monitorea las cuentas por pagar y cobrar?" },
        { "id": 15, "txt": "¿Qué protocolos tiene en caso de retrasos o incumplimientos?" },
        { "id": 16, "txt": "¿Cuál es actualmente su Rentabilidad sobre las Ventas?" },
        { "id": 17, "txt": "¿Qué factores considera que han impactado más en su rentabilidad sobre las ventas en el último año?" },
        { "id": 18, "txt": "¿Qué medidas ha implementado o tiene en mente para mejorar su porcentaje de rentabilidad sobre las ventas?" },
        { "id": 19, "txt": "¿Qué variables considera más críticas al calcular el punto de equilibrio de su empresa?" },
        { "id": 20, "txt": "¿Cómo ha evolucionado su punto de equilibrio en los últimos periodos y qué factores cree que han contribuido a esos cambios?" },
        { "id": 21, "txt": "¿Con qué frecuencia realiza análisis financiero de su negocio?" },
        { "id": 22, "txt": "¿Qué indicadores considera más valiosos para evaluar la salud financiera de su empresa?" }
    ],
    "recurso_humano": [
        { "id": 1, "txt": "¿De qué manera su empresa reconoce y valora las contribuciones individuales de cada miembro del equipo?" },
        { "id": 2, "txt": "¿Qué retroalimentación ha recibido de los miembros del equipo sobre los programas o sistemas de reconocimiento?" },
        { "id": 3, "txt": "¿De qué manera se identifican las áreas de oportunidad o habilidades que requieren fortalecimiento en su equipo?" },
        { "id": 4, "txt": "En el último año, ¿qué iniciativas se han llevado a cabo para desarrollar y potenciar las habilidades y conocimientos de los miembros de su equipo?" },
        { "id": 5, "txt": "¿Qué acciones específicas ha implementado en el último año para mantener a los colaboradores motivados y comprometidos con la empresa?" },
        { "id": 6, "txt": "¿Qué factores considera que han llevado a la rotación de personal, en caso de haberla experimentado en los últimos años?" },
        { "id": 7, "txt": "¿Cómo determina la empresa las estructuras salariales?" },
        { "id": 8, "txt": "¿Con qué frecuencia revisa y ajusta las estructuras salariales en función del entorno económico y las tendencias del mercado?" },
        { "id": 9, "txt": "¿Cómo se abordan las inquietudes o descontentos de los colaboradores relacionados con la remuneración?" },
        { "id": 10, "txt": "¿Cómo garantizan que las remuneraciones sean competitivas con respecto al mercado?" },
        { "id": 11, "txt": "¿Están claramente definidas las funciones y responsabilidades de cada puesto de trabajo en su empresa?" },
        { "id": 12, "txt": "¿Cómo se comunica a los colaboradores cualquier cambio o actualización en sus roles o responsabilidades?" },
        { "id": 13, "txt": "¿Con qué frecuencia se lleva a cabo la evaluación del desempeño de los colaboradores?" },
        { "id": 14, "txt": "¿Qué métodos de evaluación del desempeño se realizan?" },
        { "id": 15, "txt": "¿Qué criterios utiliza para determinar si es necesario contratar nuevo talento o desarrollar habilidades internamente?" },
        { "id": 16, "txt": "¿Cómo equilibra la necesidad de cubrir vacantes rápidamente con el deseo de encontrar al candidato ideal?" },
        { "id": 17, "txt": "¿Cuál es su proceso estándar de reclutamiento y selección de personal?" },
        { "id": 18, "txt": "¿Cómo se asegura de que los candidatos seleccionados cumplan con los requerimientos específicos de cada puesto?" }
    ],
    "planeacion_estrategica": [
        { "id": 1, "txt": "¿Cómo describe el mercado actual en el que opera su empresa?" },
        { "id": 2, "txt": "¿Cuáles cree que son las nuevas tendencias más relevantes para su sector?" },
        { "id": 3, "txt": "¿Cuál es la misión actual de su empresa?" },
        { "id": 4, "txt": "¿Cómo ve su empresa en el futuro (visión) y cómo espera que evolucione con el tiempo?" },
        { "id": 5, "txt": "¿Cómo se asegura de que la misión y visión sean comprendidas y compartidas por todo el equipo?" },
        { "id": 6, "txt": "¿Cuáles son los valores fundamentales que guían las decisiones y comportamientos en su empresa?" },
        { "id": 7, "txt": "¿Qué objetivos principales desea lograr en el próximo año y cómo los ha comunicado a su equipo?" },
        { "id": 8, "txt": "¿Cuáles son las principales fortalezas y debilidades internas de su empresa?" },
        { "id": 9, "txt": "¿Qué oportunidades externas visualiza para su empresa y cuáles considera que son las principales amenazas que podrían afectarla?" },
        { "id": 10, "txt": "¿Qué herramientas o técnicas emplea para garantizar que los aportes del equipo sean tomados en cuenta al definir la dirección estratégica?" },
        { "id": 11, "txt": "¿De qué manera involucra a su equipo en el proceso de toma de decisiones estratégicas?" },
        { "id": 12, "txt": "¿Quiénes considera que son sus competidores directos e indirectos?" },
        { "id": 13, "txt": "¿Qué ventajas competitivas cree que poseen sobre su empresa?" },
        { "id": 14, "txt": "¿De qué manera se asegura de que cada miembro del equipo comprenda y se sienta parte del plan estratégico?" },
        { "id": 15, "txt": "¿Cómo comunica los planes y objetivos estratégicos a las partes interesadas (clientes, proveedores) y con qué frecuencia?" }
    ],
    "procesos_operativos": [
        { "id": 1, "txt": "¿Qué herramientas utiliza para mapear y analizar sus procesos?" },
        { "id": 2, "txt": "¿Qué métodos utiliza para identificar áreas de mejora o ineficiencias en el mapeo de procesos?" },
        { "id": 3, "txt": "¿De qué manera involucra a miembros del equipo en el análisis y optimización de procesos?" },
        { "id": 4, "txt": "¿Cuáles son los objetivos específicos que ha establecido para cada proceso operativo?" },
        { "id": 5, "txt": "¿Qué indicadores clave de gestión utiliza para medir el éxito o eficiencia de sus procesos?" },
        { "id": 6, "txt": "¿Ha identificado pasos o tareas en sus procesos que considere redundantes o innecesarios? Si es así, ¿cuáles son?" },
        { "id": 7, "txt": "¿Cuáles han sido los desafíos más grandes al intentar adaptar sus procesos operativos a cambios recientes, y cómo los ha superado?" },
        { "id": 8, "txt": "¿Cómo se capacita a su equipo para manejar cambios en los procesos y garantizar una transición fluida?" },
        { "id": 9, "txt": "¿Qué tecnologías o herramientas digitales está utilizando actualmente para mejorar y estandarizar sus procesos operativos?" },
        { "id": 10, "txt": "¿Está considerando incorporar nuevas tecnologías o herramientas en el futuro cercano? Si es así, ¿cuáles y por qué?" },
        { "id": 11, "txt": "¿Quién o quiénes son los responsables de supervisar y actualizar los procesos operativos?" },
        { "id": 12, "txt": "¿Cómo se recopila feedback de los colaboradores y clientes para influir en la revisión de procesos?" },
        { "id": 13, "txt": "¿Cuáles considera que son las actividades primordiales que su empresa realiza para entregar su propuesta de valor?" },
        { "id": 14, "txt": "¿Qué herramientas o sistemas utiliza para gestionar y monitorizar los tiempos de las actividades?" },
        { "id": 15, "txt": "¿Cómo aborda retrasos o interrupciones inesperadas en los planes de trabajo?" },
        { "id": 16, "txt": "¿Qué canales utilizan actualmente para entregar sus productos o servicios a los clientes?" },
        { "id": 17, "txt": "¿Cómo decidieron que estos eran los más adecuados?" },
        { "id": 18, "txt": "¿Existen canales de distribución que esté considerando explorar o añadir en el futuro cercano?" },
        { "id": 19, "txt": "¿Ha establecido su empresa alianzas estratégicas con otros negocios o entidades? En caso afirmativo, ¿cómo han beneficiado estas alianzas a su modelo de negocio?" },
        { "id": 20, "txt": "¿Qué criterios utiliza para seleccionar posibles alianzas estratégicas?" }
    ],
    "integracion": [
        { "id": 1, "txt": "¿De qué manera desde la dirección de la empresa, se mantienen actualizados sobre las necesidades y aspiraciones de los colaboradores para asegurar su bienestar y desarrollo?" },
        { "id": 2, "txt": "¿Cómo se fomenta la comunicación abierta dentro de la empresa y qué canales existen para que los colaboradores puedan expresar sus opiniones, inquietudes o sugerencias?" },
        { "id": 3, "txt": "¿Existen mecanismos formales, como encuestas o reuniones periódicas, para recoger el feedback de los colaboradores y actuar en función de ello? Y si es así, ¿cuáles son?" },
        { "id": 4, "txt": "¿Qué pasos toman desde la dirección cuando se recibe feedback crítico o sugerencias de mejora por parte de los colaboradores?" },
        { "id": 5, "txt": "¿Cómo se asegura de que el entorno de trabajo sea seguro, cómodo y esté adecuadamente equipado para las necesidades actuales de sus colaboradores?" },
        { "id": 6, "txt": "¿Cómo se integran las opiniones y sugerencias de los colaboradores en la mejora o adaptación de los espacios laborales?" },
        { "id": 7, "txt": "¿Qué eventos o actividades se han organizado en el último año para fortalecer la camaradería y cohesión del equipo?" },
        { "id": 8, "txt": "Y si se han realizado, ¿Cuál ha sido el feedback del equipo al respecto?" },
        { "id": 9, "txt": "¿Qué iniciativas o programas se han implementado en la empresa centrados en la salud física y mental de sus colaboradores?" },
        { "id": 10, "txt": "¿De qué manera la empresa se mantiene informada sobre las tendencias y mejores prácticas en salud y bienestar laboral?" },
        { "id": 11, "txt": "¿De qué manera se involucra a los colaboradores en la toma de decisiones que afectan directamente su trabajo o el ambiente laboral general?" },
        { "id": 12, "txt": "¿De qué forma la empresa reconoce y recompensa a los colaboradores que toman la iniciativa y contribuyen activamente al bienestar y mejoramiento del ambiente laboral?" },
        { "id": 13, "txt": "¿Cómo describiría el ambiente laboral actual de su empresa y qué medidas adopta para asegurar que sea positivo y enriquecedor?" },
        { "id": 14, "txt": "En caso de conflictos o desafíos en el ambiente laboral, ¿cómo se abordan y qué mecanismos existen para resolverlos de manera efectiva?" },
        { "id": 15, "txt": "¿Qué políticas implementan en la empresa para garantizar un equilibrio entre la vida laboral y personal de sus trabajadores?" }
    ],
    "modelo_negocio": [
        { "id": 1, "txt": "¿Podría describir cómo su empresa actualmente crea, entrega y captura valor dentro de su modelo de negocio?" },
        { "id": 2, "txt": "¿Cómo valida regularmente que la propuesta de valor de su empresa sigue siendo relevante para las necesidades cambiantes de sus clientes?" },
        { "id": 3, "txt": "¿Qué feedback ha recibido de sus clientes sobre cómo su propuesta de valor se compara con la de la competencia?" },
        { "id": 4, "txt": "¿En qué medida siente que el modelo de negocio actual proporciona una dirección clara y ayuda en la toma de decisiones estratégicas?" },
        { "id": 5, "txt": "¿Qué nichos o segmentos específicos de mercado considera que su empresa atiende mejor gracias a su modelo de negocio?" },
        { "id": 6, "txt": "¿Cómo ha adaptado su empresa el modelo de negocio en respuesta a los cambios en el entorno de su mercado?" },
        { "id": 7, "txt": "Dada la naturaleza limitada de los recursos en pequeñas empresas, ¿de qué manera siente que su modelo de negocio actual maximiza el uso eficiente de estos recursos?" },
        { "id": 8, "txt": "¿Cómo decide cuándo es el momento adecuado para invertir en nuevos recursos o tecnologías?" },
        { "id": 9, "txt": "¿Qué hace para recopilar y actuar según la retroalimentación de sus clientes en relación con su modelo de negocio?" },
        { "id": 10, "txt": "¿Qué criterios específicos utiliza para medir el éxito y la eficiencia de su modelo de negocio?" },
        { "id": 11, "txt": "¿Cómo alienta a su equipo a participar activamente en la evaluación y mejora continua del modelo de negocio?" },
        { "id": 12, "txt": "¿Qué procesos o herramientas utiliza para mantenerse al tanto de las tendencias en el mercado y le informan posibles adaptaciones de su modelo de negocio?" },
        { "id": 13, "txt": "Pensando en el futuro y en base a su experiencia hasta ahora, ¿cuáles considera que serán los aspectos más críticos para evolucionar y adaptar su modelo de negocio para el futuro?" }
    ],      
    "asistencia_cliente": [
        { "id": 1, "txt": "¿Cómo actualmente identifica y comprende las necesidades y preferencias de sus clientes?" },
        { "id": 2, "txt": "¿Dispone de algún método o herramienta para rastrear y analizar el comportamiento de sus clientes durante su interacción con la empresa?" },
        { "id": 3, "txt": "¿Cómo describiría la relación de su empresa con los clientes?" },
        { "id": 4, "txt": "¿Cómo saben tus clientes de tus productos o servicios?" },
        { "id": 5, "txt": "¿Cómo se asegura de que esa relación con el cliente se mantenga constante a lo largo del tiempo y no solo en el momento de la compra?" },
        { "id": 6, "txt": "¿Qué canales de comunicación tiene establecidos para interactuar con sus clientes?" },
        { "id": 7, "txt": "¿Cómo asegura que sean efectivos sus canales de comunicación con los clientes?" },
        { "id": 8, "txt": "¿Hace alguna capacitación a su personal en atención al cliente?  Y si es así, ¿qué temas aborda en dicha capacitación?" },
        { "id": 9, "txt": "¿Cuál es el tiempo promedio de respuesta ante consultas o problemas planteados por sus clientes?" },
        { "id": 10, "txt": "¿Qué sistemas tiene en lugar para escalonar problemas o inquietudes de clientes que requieren atención inmediata?" },
        { "id": 11, "txt": "¿Utiliza alguna herramienta o software, como un CRM, para gestionar la relación con sus clientes? Si es así, ¿cuál es y cómo lo implementa?" },
        { "id": 12, "txt": "¿Cuál es su proceso estándar para manejar quejas o problemas reportados por los clientes?" },
        { "id": 13, "txt": "¿Qué hace para evaluar la efectividad de sus soluciones a problemas reportados por los clientes?" },
        { "id": 14, "txt": "¿Qué programa o estrategia específica utilizan para mejorar la retención y lealtad de los clientes?" },
        { "id": 15, "txt": "Y en caso de tenderlo, ¿cómo funciona y cuál ha sido la respuesta de sus clientes hacia él?" },
        { "id": 16, "txt": "¿De qué manera realiza seguimientos a sus clientes después de una venta o interacción para asegurarse de su satisfacción?" },
        { "id": 17, "txt": "¿Cómo comunica a sus clientes las soluciones a problemas o errores que surgen, y qué medidas toma para reforzar la confianza después de tales situaciones?" }
    ],
    "marketing": [
        { "id": 1, "txt": "¿Quién es su público objetivo en detalle?" },
        { "id": 2, "txt": "¿Cómo han investigado y recopilado información sobre las necesidades y deseos de su público objetivo?" },
        { "id": 3, "txt": "¿Tienen algún estudio o encuesta sobre el comportamiento de compra de su público? Si es así, ¿cuál es el comportamiento de compra?" },
        { "id": 4, "txt": "¿Cómo identifican y comprenden las necesidades y preferencias de sus clientes actuales y potenciales?" },
        { "id": 5, "txt": "¿Cómo integran la información obtenida de clientes actuales en sus estrategias de marketing para atraer clientes potenciales?" },
        { "id": 6, "txt": "¿Cuál consideran que es su propuesta de valor principal?" },
        { "id": 7, "txt": "¿Cómo se diferencian sus productos o servicios de la competencia?" },
        { "id": 8, "txt": "¿Cómo comunican esta propuesta de valor a sus clientes y prospectos?" },
        { "id": 9, "txt": "¿Cuentan con un sitio web? Si es así, ¿está optimizado para dispositivos móviles?" },
        { "id": 10, "txt": "¿Qué tipo de contenido comparten en su sitio web?" },
        { "id": 11, "txt": "¿Con qué frecuencia actualizan la información o contenido en su sitio web?" },
        { "id": 12, "txt": "¿En qué plataformas de redes sociales tiene presencia su empresa?" },
        { "id": 13, "txt": "¿Qué tipo de contenido publican en estas plataformas?" },
        { "id": 14, "txt": "¿Qué métricas consideran más relevantes para evaluar su desempeño en redes sociales?" },
        { "id": 15, "txt": "¿Qué tipo de contenido consideran que es el más valioso para su audiencia?" },
        { "id": 16, "txt": "¿Cómo determinan qué contenido es relevante y necesario para su público?" },
        { "id": 17, "txt": "¿Qué trabajo han realizado de optimización SEO en su sitio web?" },
        { "id": 18, "txt": "¿Qué palabras clave consideran vitales para su negocio?" },
        { "id": 19, "txt": "¿Qué plataformas o medios utilizan para sus campañas publicitarias?" },
        { "id": 20, "txt": "¿Cómo miden el éxito y el retorno de inversión (ROI) de estas campañas?" },
        { "id": 21, "txt": "¿Cómo se aseguran de que su equipo de marketing esté actualizado en las últimas tendencias y herramientas?" },
        { "id": 22, "txt": "¿Cómo deciden qué porcentaje de su presupuesto asignar a marketing?" },
        { "id": 23, "txt": "¿Cómo determinan y establecen los objetivos principales de marketing para el año?" },
        { "id": 24, "txt": "¿Qué herramientas o software emplean para la planificación, ejecución y seguimiento de su plan de marketing?" },
        { "id": 25, "txt": "¿Cómo garantizan la coherencia en la aplicación de su identidad corporativa en todos los puntos de contacto?" }
    ],
    "ventas": [
        { "id": 1, "txt": "¿Cuál es la estrategia de ventas actual de la empresa?" },
        { "id": 2, "txt": "¿Cómo se determinan y miden los objetivos de ventas?" },
        { "id": 3, "txt": "¿Qué mecanismos utilizan para asegurar que el equipo conozca profundamente los productos o servicios que venden?" },
        { "id": 4, "txt": "¿Cómo se posicionan sus productos o servicios frente a la competencia?" },
        { "id": 5, "txt": "¿Qué herramientas tecnológicas se emplean para facilitar el proceso de ventas?" },
        { "id": 6, "txt": "¿Cuáles son los canales de ventas que utiliza la empresa?" },
        { "id": 7, "txt": "¿Cómo se determina la estrategia para cada canal de ventas?" },
        { "id": 8, "txt": "¿De qué formas recopilan información sobre las necesidades y deseos de los clientes?" },
        { "id": 9, "txt": "¿Cómo se establece la estrategia de precios?" },
        { "id": 10, "txt": "¿De qué manera trabajan en conjunto los responsables de ventas y marketing?" },
        { "id": 11, "txt": "¿Cómo se aseguran de que las campañas de marketing apoyen directamente las metas de ventas?" },
        { "id": 12, "txt": "¿Qué estrategias emplean para fomentar relaciones a largo plazo con los clientes?" },
        { "id": 13, "txt": "¿Cómo miden el éxito de estas relaciones en términos de ventas repetidas o referencias?" },
        { "id": 14, "txt": "¿Qué mecanismos utilizan para establecer y revisar los objetivos de ventas?" },
        { "id": 15, "txt": "¿Cómo se recopila y se actúa sobre el feedback de los encargados de las ventas?" },
        { "id": 16, "txt": "¿Cómo fomentan las relaciones con otros negocios o aliados relevantes para las ventas?" },
        { "id": 17, "txt": "¿Qué oportunidades de ventas cruzadas o colaboraciones han surgido a través de estas redes?" },
        { "id": 18, "txt": "¿Qué iniciativas tienen para celebrar los logros y éxitos de los encargados de las ventas?" }
    ]      
}