{
    "producto": [
        { "id": 0, "txt": "¿Considera que su empresa mantiene un nivel constante de calidad en todos sus productos o servicios?" },
        { "id": 1, "txt": "¿Están sus productos o servicios siempre disponibles cuando el cliente los requiere?" },
        { "id": 2, "txt": "¿Cree que todos sus productos o servicios están vinculados adecuadamente a su actividad comercial?" },
        { "id": 3, "txt": "¿Piensa que la presentación de sus productos o servicios lo diferencia claramente de la competencia?" },
        { "id": 4, "txt": "¿Están sus productos o servicios posicionados en el rango de precio que había previsto para el mercado?" },
        { "id": 5, "txt": "¿Ofrece su empresa opciones para personalizar productos o servicios según las preferencias del cliente?" },
        { "id": 6, "txt": "¿Cuenta con un servicio postventa eficaz y garantías claras para sus clientes?" },
        { "id": 7, "txt": "¿Dispone de métodos formales para recopilar feedback de sus clientes de manera regular con respecto a sus productos o servicios?" },
        { "id": 8, "txt": "¿Considera que todos los aspectos de la presentación de sus productos o servicios están en línea con la identidad de su empresa?" },
        { "id": 9, "txt": "¿Incorpora las sugerencias de los clientes en el desarrollo o mejora de tus productos o servicios actuales y/o nuevos?" },
        { "id": 10, "txt": "En una escala del 1 al 10 ¿Cómo calificaría de forma global a sus productos o servicios con respecto al mercado? Siendo uno el nivel más bajo, y diez el más alto." }
    ],
    "porpuesta_valor": [
        { "id": 0, "txt": "¿Considera que su propuesta de valor es clara y fácilmente comprensible para sus clientes potenciales?" },
        { "id": 1, "txt": "¿Cree que su propuesta de valor comunica de manera efectiva el beneficio principal de sus productos o servicios?" },
        { "id": 2, "txt": "¿Considera que su propuesta de valor, diferencia claramente su oferta de la competencia?" },
        { "id": 3, "txt": "¿Incluye en su propuesta de valor algún tipo de prueba, testimonio o dato verificable para respaldarla?" },
        { "id": 4, "txt": "¿Cree que el beneficio destacado en su propuesta de valor es el más relevante para su público objetivo?" },
        { "id": 5, "txt": "¿Los elementos visuales que acompañan su propuesta de valor en canales digitales son coherentes con el mensaje que desea transmitir?" },
        { "id": 6, "txt": "¿Revisa y actualiza su propuesta de valor al menos una vez al año?" },
        { "id": 7, "txt": "¿Ha recibido comentarios positivos sobre la claridad y efectividad de su propuesta de valor?" },
        { "id": 8, "txt": "¿Diría que su propuesta de valor está centrada principalmente en las necesidades y deseos del cliente?" },
        { "id": 9, "txt": "¿Considera que su propuesta de valor logra establecer una conexión emocional con sus clientes?" },
        { "id": 10, "txt": "En una escala del 1 al 10 ¿Cómo calificaría de forma global a su propuesta de valor con respecto al mercado? Siendo uno el nivel más bajo, y diez el más alto." }
    ],
    "recursos_admin": [
        { "id": 0, "txt": "¿Dispone de todos los recursos materiales esenciales para el funcionamiento diario de su empresa?" },
        { "id": 1, "txt": "¿Está satisfecho con el rendimiento de los dispositivos o equipos que más utiliza en su empresa?" },
        { "id": 2, "txt": "¿El software o herramientas digitales que utiliza actualmente satisface las necesidades de su empresa?" },
        { "id": 3, "txt": "¿Ha implementado soluciones en la nube para la gestión de su información?" },
        { "id": 4, "txt": "¿Considera que algunos de los procesos administrativos en su empresa requieren optimización o revisión?" },
        { "id": 5, "txt": "¿Considera eficaces los protocolos de comunicación interna de su empresa?" },
        { "id": 6, "txt": "¿Está satisfecho con la estructura organizativa actual de su empresa?" },
        { "id": 7, "txt": "¿Considera eficientes los flujos de trabajo establecidos entre los diferentes departamentos o equipos?" },
        { "id": 8, "txt": "¿Se mantiene su empresa al día con las herramientas y sistemas tecnológicos más recientes y relevantes?" },
        { "id": 9, "txt": "¿Revisa y actualiza los sistemas administrativos regularmente para garantizar su relevancia y eficacia?" },
        { "id": 10, "txt": "En una escala del 1 al 10 ¿Cómo calificaría de forma global a su gestión de recursos administrativos con respecto al mercado? Siendo uno el nivel más bajo, y diez el más alto." }
    ],
    "recursos_financieros": [
        { "id": 0, "txt": "¿Ha establecido objetivos financieros claros para su empresa a corto, medio y largo plazo? " },
        { "id": 1, "txt": "¿Cuenta con un presupuesto detallado para el próximo trimestre?" },
        { "id": 2, "txt": "¿Tienen un sistema definido para determinar y controlar la estructura de costos de sus productos o servicios?" },
        { "id": 3, "txt": "¿Realiza un seguimiento mensual de su flujo de efectivo?" },
        { "id": 4, "txt": "¿Cuentan con más de una fuente de ingreso para su empresa?" },
        { "id": 5, "txt": "¿Ha establecido relaciones formales con alguna institución financiera para opciones de financiamiento para su empresa? " },
        { "id": 6, "txt": "¿Tiene un sistema específico para gestionar y monitorear tanto las cuentas por pagar como las cuentas por cobrar en su empresa?" },
        { "id": 7, "txt": "¿Conoce cuál es su porcentaje de rentabilidad sobre las ventas?" },
        { "id": 8, "txt": "¿Calcula regularmente el punto de equilibrio de su empresa para evaluar y ajustar su estrategia de ventas?" },
        { "id": 9, "txt": "¿Realiza análisis financieros periódicos, al menos trimestralmente, para evaluar la salud financiera de su empresa? " },
        { "id": 10, "txt": "En una escala del 1 al 10 ¿Cómo calificaría de forma global a su gestión de recursos financieros con respecto al mercado? Siendo uno el nivel más bajo, y diez el más alto." }
    ],
    "recursos_humanos": [
        { "id": 0, "txt": "¿Tiene su empresa mecanismos formales para reconocer y agradecer el valor individual de cada miembro del equipo?" },
        { "id": 1, "txt": "¿Ha implementado iniciativas en el último año para desarrollar las habilidades y conocimientos de sus colaboradores?" },
        { "id": 2, "txt": "¿Ha realizado su empresa acciones específicas en el último año para motivar y comprometer a sus colaboradores? " },
        { "id": 3, "txt": "¿Tiene su empresa estrategias establecidas para promover la retención del talento y garantizar la satisfacción y compromiso a largo plazo de sus colaboradores?" },
        { "id": 4, "txt": "¿Utiliza su empresa un método o estructura formal para determinar las remuneraciones de sus colaboradores?" },
        { "id": 5, "txt": "¿Considera que las remuneraciones que ofrece su empresa son competitivas respecto al mercado?" },
        { "id": 6, "txt": "¿Están definidas formalmente las funciones y responsabilidades de cada puesto en su empresa?" },
        { "id": 7, "txt": "¿Se realiza una evaluación del desempeño del personal de manera periódica?" },
        { "id": 8, "txt": "¿Utiliza la empresa procesos formales para anticipar las necesidades de talento humano relacionados con los objetivos estratégicos?" },
        { "id": 9, "txt": "¿Cuenta su empresa con un proceso estandarizado de reclutamiento y selección de personal?" },
        { "id": 10, "txt": "En una escala del 1 al 10 ¿Cómo calificaría de forma global a su gestión de recurso humano con respecto al mercado? Siendo uno el nivel más bajo, y diez el más alto." }
    ],
    "planeacion_estrategica": [
        { "id": 0, "txt": "¿Está familiarizado con las nuevas tendencias en su sector de mercado?" },
        { "id": 1, "txt": "¿Tiene su empresa una misión claramente definida?" },
        { "id": 2, "txt": "¿Tiene su empresa una visión claramente definida del futuro?" },
        { "id": 3, "txt": "¿Tiene su empresa valores claramente definidos que guíen sus decisiones y comportamientos?" },
        { "id": 4, "txt": "¿Ha establecido y comunicado objetivos claros para el próximo año?" },
        { "id": 5, "txt": "¿Ha identificado las principales fortalezas y debilidades internas de su empresa?" },
        { "id": 6, "txt": "¿Está consciente de las oportunidades y amenazas externas para su empresa?" },
        { "id": 7, "txt": "¿Involucra regularmente a su equipo en decisiones estratégicas?" },
        { "id": 8, "txt": "¿Conoce quiénes son sus competidores directos e indirectos?" },
        { "id": 9, "txt": "¿Comunica regularmente los planes y objetivos estratégicos a las partes interesadas (colaboradores, clientes, proveedores)?" },
        { "id": 10, "txt": "En una escala del 1 al 10 ¿Cómo calificaría de forma global a su planeación estratégica con respecto al mercado? Siendo uno el nivel más bajo, y diez el más alto." }
    ],
    "procesos_operativos": [
        { "id": 0, "txt": "¿Utiliza herramientas específicas para mapear y analizar el flujo de sus operaciones?" },
        { "id": 1, "txt": "¿Ha establecido objetivos específicos para cada uno de sus procesos operativos?" },
        { "id": 2, "txt": "¿Existen pasos o tareas en sus procesos que ha identificado como redundantes o innecesarios?" },
        { "id": 3, "txt": "¿Tiene implementados mecanismos que permitan a sus procesos adaptarse a cambios en el mercado o nuevas tecnologías?" },
        { "id": 4, "txt": "¿Utiliza indicadores de desempeño específicos para monitorear la eficacia y eficiencia de sus procesos?" },
        { "id": 5, "txt": "¿Ha incorporado tecnologías o herramientas digitales para optimizar sus procesos operativos?" },
        { "id": 6, "txt": "¿Revisa y actualiza los procesos operativos de su empresa de forma regular?" },
        { "id": 7, "txt": "¿Están claramente establecidas las principales actividades que su empresa realiza para entregar producto o servicio?" },
        { "id": 8, "txt": "¿Cuenta con una distribución de tiempos establecida para cada actividad en su plan de trabajo?" },
        { "id": 9, "txt": "¿Utilizan múltiples canales de distribución para entregar sus productos o servicios a los clientes?" },
        { "id": 10, "txt": "En una escala del 1 al 10 ¿Cómo calificaría de forma global a sus procesos operativos con respecto al mercado? Siendo uno el nivel más bajo, y diez el más alto." }
    ],
    "integracion": [
        { "id": 0, "txt": "¿Han implementado acciones recientes que demuestran su compromiso con el bienestar y desarrollo del equipo?" },
        { "id": 1, "txt": "¿Cuenta la empresa con canales formales para que los trabajadores expresen sus opiniones, inquietudes o sugerencias?" },
        { "id": 2, "txt": "¿Ha implementado la empresa políticas para ofrecer flexibilidad en horarios o modalidades de trabajo?" },
        { "id": 3, "txt": "¿Se realizan revisiones regulares para asegurarse de que el entorno de trabajo cumple con las necesidades actuales de los trabajadores?" },
        { "id": 4, "txt": "¿Se han organizado eventos o actividades en el último año con el objetivo de fortalecer la cohesión del equipo?" },
        { "id": 5, "txt": "¿Existen iniciativas o programas en la empresa centrados en la salud física y mental de los trabajadores?" },
        { "id": 6, "txt": "¿Se involucra a los trabajadores en decisiones que afectan directamente su trabajo o el ambiente laboral?" },
        { "id": 7, "txt": "¿Realiza alguna medición del ambiente laboral de la empresa?" },
        { "id": 8, "txt": "¿Considera que el ambiente laboral actual de su empresa es positivo y enriquecedor?" },
        { "id": 9, "txt": "¿La empresa tiene políticas implementadas para garantizar un equilibrio entre la vida laboral y personal de sus trabajadores?" },
        { "id": 10, "txt": "En una escala del 1 al 10 ¿Cómo calificaría de forma global a su integración y bienestar laboral con respecto al mercado? Siendo uno el nivel más bajo, y diez el más alto." }
    ],
    "modelo_negocio": [
        { "id": 0, "txt": "¿Su empresa tiene claramente definido cómo crea, entrega y captura valor dentro de su modelo de negocio?" },
        { "id": 1, "txt": "¿Posee su empresa una propuesta de valor claramente diferenciada frente a sus competidores?" },
        { "id": 2, "txt": "¿Considera que el modelo de negocio actual proporciona una dirección clara para su empresa?" },
        { "id": 3, "txt": "¿Cree que su empresa se destaca en nichos específicos del mercado gracias a su modelo de negocio?" },
        { "id": 4, "txt": "¿Ha modificado su empresa el modelo de negocio en el último año debido a cambios en el mercado?" },
        { "id": 5, "txt": "¿Está satisfecho con cómo se utilizan los recursos en relación con el modelo de negocio actual?" },
        { "id": 6, "txt": "¿Utiliza mecanismos formales para obtener retroalimentación de sus clientes sobre su modelo de negocio?" },
        { "id": 7, "txt": "¿Lleva a cabo evaluaciones internas regulares de las operaciones de su empresa?" },
        { "id": 8, "txt": "¿Tiene herramientas o procesos en marcha para monitorear tendencias en su mercado?" },
        { "id": 9, "txt": "¿Prevé la necesidad de cambios significativos en su modelo de negocio actualmente?" },
        { "id": 10, "txt": "En una escala del 1 al 10 ¿Cómo calificaría de forma global a su modelo de negocio con respecto al mercado? Siendo uno el nivel más bajo, y diez el más alto." }
    ],
    "asistencia_cliente": [
        { "id": 0, "txt": "¿Tiene un método establecido para identificar y comprender las necesidades y preferencias de sus clientes? " },
        { "id": 1, "txt": "¿Considera que la relación de su empresa con los clientes es satisfactoria?" },
        { "id": 2, "txt": "¿Tiene un medio o estrategia mediante la cual los clientes se enteran de sus productos o servicios?" },
        { "id": 3, "txt": "¿Cuenta con canales de comunicación específicos establecidos para interactuar con sus clientes?" },
        { "id": 4, "txt": "¿Ofrece capacitación regular al personal en atención al cliente?" },
        { "id": 5, "txt": "¿Tiene definido un tiempo promedio de respuesta ante consultas o problemas planteados por sus clientes?" },
        { "id": 6, "txt": "¿Utiliza herramientas o software, como un CRM, para gestionar la relación con sus clientes?" },
        { "id": 7, "txt": "¿Posee un proceso estándar y documentado para manejar quejas o problemas reportados por los clientes?" },
        { "id": 8, "txt": "¿Implementa un programa o estrategia específica para mejorar la retención y lealtad de los clientes?" },
        { "id": 9, "txt": "¿Realiza seguimientos proactivos a sus clientes después de una venta o interacción?" },
        { "id": 10, "txt": "En una escala del 1 al 10 ¿Cómo calificaría de forma global a su asistencia y relación con el cliente con respecto al mercado? Siendo uno el nivel más bajo, y diez el más alto." }
    ],
    "marketing": [
        { "id": 0, "txt": "¿Han definido a su público objetivo? " },
        { "id": 1, "txt": "¿Cuentan con un sitio web actualizado y optimizado?" },
        { "id": 2, "txt": "¿Tienen una estrategia definida para la gestión de redes sociales y la respuesta a comentarios o mensajes en estas plataformas?" },
        { "id": 3, "txt": "¿Producen contenido propio para sus canales de marketing?" },
        { "id": 4, "txt": "¿Realizan campañas publicitarias específicas para segmentos de su público objetivo?" },
        { "id": 5, "txt": "¿Analizan y ajustan sus estrategias basándose en los datos recopilados?" },
        { "id": 6, "txt": "¿Realizan capacitaciones o talleres internos sobre marketing?" },
        { "id": 7, "txt": "¿Tienen algún proceso para evaluar y priorizar dónde invertir en marketing?" },
        { "id": 8, "txt": "¿Tienen un plan de marketing formalizado para el año en curso?" },
        { "id": 9, "txt": "¿Cuentan con un manual de identidad corporativa?" },
        { "id": 10, "txt": "En una escala del 1 al 10 ¿Cómo calificaría de forma global a su marketing con respecto al mercado? Siendo uno el nivel más bajo, y diez el más alto." }
    ],
    "ventas": [
        { "id": 0, "txt": "¿Tiene la empresa una estrategia de ventas definida? " },
        { "id": 1, "txt": "¿El equipo conoce profundamente los productos o servicios que venden?" },
        { "id": 2, "txt": "¿Utilizan para su proceso de ventas, herramientas tecnológicas como CRM?" },
        { "id": 3, "txt": "¿Utiliza la empresa más de un canal de ventas?" },
        { "id": 4, "txt": "¿Se tiene una estrategia específica para cada canal de ventas? " },
        { "id": 5, "txt": "¿Realiza la empresa encuestas o investigaciones para comprender las necesidades del cliente? " },
        { "id": 6, "txt": "¿La estrategia de precios se revisa al menos una vez al año?" },
        { "id": 7, "txt": "¿Existe una colaboración activa entre los responsables de ventas y marketing? " },
        { "id": 8, "txt": "¿Se establecen objetivos de ventas: mensuales, trimestrales, semestrales o anuales?" },
        { "id": 9, "txt": "¿Existe un sistema para recopilar feedback del proceso de ventas y actuar sobre él? " },
        { "id": 10, "txt": "En una escala del 1 al 10 ¿Cómo calificaría de forma global a sus ventas con respecto al mercado? Siendo uno el nivel más bajo, y diez el más alto." }
    ]
}